import companyST1 from '../../../image/companyST1.jpg'
import companyST2 from '../../../image/companyST2.jpg'

export const CompanySubtitle = () => {
    return(
        <div className="about_company_subtitle">
            <p className="company_subtitle">
            Торфопредприятие «Березовское» создано 29 декабря 1960 года Приказом Управления торфяной промышленности СНХ БССР №215 с целью производства коммунально-бытового топлива (торфобрикет) для населения и других потребителей Брестской области, а также для добычи торфа сельскому хозяйству Ивацевичского района, расположено в посёлке Зелёный бор Ивацевичского района Брестской области.
            </p>
            <p className="company_subtitle">
            В 1981 году Приказом Министерства топливной промышленности Белорусской ССР было принято решение строительства нового завода, в связи с исчерпанием сырьевых ресурсов в месторождении «Заеловье». На принятие такого решения также оказало влияние письмо Брестского облисполкома от 21.04.78г. №140-7/24 о том, что действующий завод удовлетворял потребности области в бытовом топливе лишь на 62,7%.
            </p>
            <p className="company_subtitle">
            Место строительства завода было выбрано в районе д.Нехачево и ж.д.станции Коссово-Полесская. Завод расположили в 1,5км от пос.Зелёный Бор и промзоны действующего на то время предприятия «Березовское», что позволило использовать его ремонтное и складское хозяйство, а с 1986 года, в связи с выбытием мощностей по торфу, и жилой посёлок с его персоналом, жилым фондом, административно-хозяйственными и культурно-бытовыми помещениями.
            </p>
            <img className='company_subtitle_img' src={companyST1} alt="companyST1" />
            <p className="company_subtitle">
            В 1987 году был введен в действие новый брикетный завод.
            </p>
            
            <p className="company_subtitle">
            Сырьевой базой завода стало торфяное месторождение «Стубла». Запас торфяной залежи предусматривал срок эксплуатации сырьевой базы и брикетного завода 36 лет при мощности завода 60 тысяч тонн в год.
            </p>
            <p className="company_subtitle">
            В 1992 году, в связи с выработкой сырьевых запасов месторождения «Заеловье» был выведен из строя завод, находящийся в пос.Зелёный Бор. Непосредственная связь этого завода с сырьевой базой месторождения «Стубла» узкоколейным железнодорожным транспортом была затруднена тем, что предприятие находилось за железнодорожной и автомобильной магистралями Брест-Москва.
            </p>
            <p className="company_subtitle">
            В 2001 году торфопредприятие «Березовское» решением концерна по топливу и газификации «Белтопгаз» было переименовано в производственное республиканское унитарное торфопредприятие «Березовское» (ПРУТП «Березовское»).
            </p>
            <p className="company_subtitle">
            В 2007 году на основании приказа Министерства энергетики РБ №199 от 29 июня 2007 года, приказа ПРУП «Брестоблгаз» №571 от 24.07.2007г. создано торфобрикетное производственное управление «Березовское» (ТПУ «Березовское») в результате реорганизации ПРУТП «Березовское» в форме присоединения к производственному республиканскому унитарному предприятию «Брестоблгаз»(УП «Брестоблгаз») в качестве структурного подразделения в целях повышения эффективности производства путём совершенствования организационной структуры 
            </p>
            
            <p className="company_subtitle">
            Государственного производственного объединения по топливу и газификации «Белтопгаз» (ГПО «Белтопгаз»).
            </p>

            <img className="company_subtitle_img2" src={companyST2} alt="companyST2" />
            
            <p className="company_subtitle">
            Учредителем и республиканским органом государственного управления УП «Брестоблгаз» является Министерство энергетики РБ. УП «Брестоблгаз» входит в состав ГПО «Белтопгаз».
            </p>
            <p className="company_subtitle">
            В настоящее время ТПУ «Березовское» является обособленным структурным подразделением (филиалом) УП «Брестоблгаз».
            </p>
            <p className="company_subtitle">
            Основным видом деятельности является производство торфяных брикетов и пылевидного торфяного топлива (сушёнки торфяной) для сельскохозяйственный нужд населений и комунально-бытовых потребителей.
            </p>
            <p className="company_subtitle">
            Вся продукция проходит лабораторные испытания на экологическую безопасность.
            </p>
            <p className="company_subtitle">
            Благодаря размещению торфяных залежей в четре лесных массивов, торф обогащён содержанием древесных включений, что по характеристикам приближает торфяные брикеты к разряду биотоплива.
            </p>
        </div>
    )
}